Repository: common-repository/blog2print
Catalog: inc/lang/1buch_com_blog2print-*.po
Languages: de_de

source: posts were found.
de_de: Beiträge gefunden.

source: until
de_de: bis

source: were selected
de_de: wurden ausgewählt

source: were selected.
de_de: wurden ausgewählt.

source: Add the author for your book
de_de: Autor für das Weblog Buch

source: Add the title for your book
de_de: Titel für das Weblog Buch

source: After completing this process you can download a generated PDF file (for free) or order a real book directly.
de_de: Am Ende des Prozesses können Sie ein erzeugtes PDF File kostenlos herunterladen - oder aber ein gedrucktes Buch Ihres Weblogs bestellen.

source: All items from
de_de: Alle Beiträge vom

source: All items were selected.
de_de: Es wurden alle Beiträge ausgewählt.

source: All weblog items
de_de: Alle Weblog Beiträge

source: Blog2Print by 1Buch.com - Create a book based on your weblog
de_de: Blog2Print von 1Buch.com - Erstellen Sie ein Buch aus Ihrem Weblog

source: Current year
de_de: Aktuelles Jahr

source: Go!
de_de: Start!

source: Items from
de_de: Beiträge vom

source: Items until
de_de: Beiträge bis

source: Last year
de_de: Letztes Jahr

source: Not enough items were found to create a book
de_de: Es wurden nicht genügend Beiträge gefunden, um ein Buch zu erstellen.

source: Please add the title and the author for your book
de_de: Bitte geben Sie Ihrem Buch einen Titel und benennen Sie einen (oder mehrere) Autoren

source: Publish comments too
de_de: Kommentare auch in das Buch übernehmen

source: Select the items to be included in your book
de_de: Wählen Sie die Beiträge aus, die in Ihrem Buch erscheinen sollen

source: The data to create a book based on your weblog are collected now.
de_de: Alle Beiträge für Ihr Buch sind nun zusammengestellt.

source: This form submits your article data to the 1buch.com server to create the book PDF file.<br /><br />You can download the generated PDF file (for free) or can order a real book directly on 1buch.com
de_de: Dieses Formular sendet die Daten Ihrer Weblogbeiträge an den 1buch.com Server, damit diese dort als PDF formatiert werden. Sie können danach das erstellte PDF kostenlos herunterladen oder auch eine gedruckte Ausgabe bei 1buch.com bestellen.

source: This plugin offers the possibility to create a book based on your weblog.
de_de: Mit diesem Plugin können Sie ein Buch mit den Inhalten Ihres Weblogs erstellen.

source: Totally
de_de: Insgesamt

source: View book preview
de_de: Buchvorschau erzeugen

source: Your blog as book
de_de: Ihr Weblog als Buch

source: Your weblog as book
de_de: Ihr Weblog als Buch

source: or
de_de: oder

source: select a fixed period
de_de: festen Zeitraum wählen
